{"Slider": {"heading_1": "Побалуйте себя оперативным блеском", "desc_1": "Ткани превосходного качества благодаря передовым технологиям и квалифицированному мастерству.", "heading_2": "Раскройте безграничный творческий потенциал", "desc_2": "Создание любого дизайна, цвета и ткани, которые только можно себе представить"}, "Header": {"ShippingText": "Доставка по всему миру"}, "Menu": {"Home": "Дом", "Products": "Продукты", "AboutUs": "О нас", "Contact": "Контакт", "SideText": "Думайте целостно, думайте вышито"}, "Products": {"Headline": "Продукты", "EmbroideredSheerCurtainFabrics": "Вышитые прозрачные ткани для штор"}, "ProductsGrid": {"Headline": "Вышивка", "SearchBar": "Введите здесь номер дизайна."}, "ProductDetailCardPage": {"Design": "Дизайн", "Width": "Ширина", "Origin": "Страна происхождения", "WantASample": "Хотите образец?", "SendEmail": "Отправьте электронное письмо на адрес info@karvenhome.com, указав название или номер дизайна."}, "AboutUsPage": {"Section1Headline": "ИСТОРИЯ ОСНОВАТЕЛЯ", "Section1Text": "Наша материнская компания Dem FÄ±rat Karven Tekstil была основана в 1991 году в Стамбуле компанией Cuma Ozturk. Джума был старшим ребенком в семье, где был 21 ребенок. Он вырос недалеко от иранской границы в сельской местности Турции. Из-за нехватки средств в детстве он бросил школу в возрасте девяти лет и начал работать в местных магазинах.", "Section2Headline": "ШИРОКИЕ ПЛЕЧИ", "Section2Text1": "Халатность родителей Джумы и то, что он был старшим среди своих братьев и сестер, возложили на него огромную ответственность — усердно работать и обеспечивать свою семью. Поэтому, чтобы быстро заработать деньги, он еще ребенком начал пересекать иранскую границу, чтобы покупать товары по более низкой цене, а затем привозил и торговал ими в Турции.", "Section2Text2": "Тем не менее, после того, как его неоднократно ловили и наказывали власти, он понял, что ему нужно найти долгосрочную и менее рискованную альтернативу. Поэтому в 13 лет он переехал на запад Турции в поисках лучших возможностей трудоустройства. После десятилетия тяжелой и кропотливой работы на стройках, в ресторанах и розничных магазинах на западе страны, в 1991 году, в возрасте 23 лет, он вместе с деловым партнером открыл свой первый текстильный магазин в Лалели, Стамбул. Однако в 1997 году, когда у него родился первый ребенок (это я!), у партнеров возникли разногласия, которые разошлись.", "Section3Headline": "Соло", "Section3Text": "Хотя его бывшие партнеры пытались отговорить его и заставить уйти из бизнеса, это только побудило его открыть собственный магазин текстиля. Его искреннее отношение и высокое качество продукции сделали его магазин узнаваемым. С ростом спроса он начал привозить своих братьев и сестер на восток страны и нанимать их одного за другим.", "Section4Headline": "ПЕРВЫЙ ШАГ К ЗАРУБЕЖУ", "Section4Text": "Джума и его братья и сестры открыли свой первый зарубежный склад в Москве и начали поставлять турецкий текстиль на российский рынок, а затем расширились на Украину, Белоруссию и Казахстан.", "Section5Headline": "ПРОИЗВОДСТВО", "Section5Text": "Вскоре производственные партнеры Кумы не смогли удовлетворить растущий рыночный спрос. Итак, он приобрел 60 000 SF пустой земли и построил свою первую текстильную фабрику всего в часе езды от Стамбула, чтобы полностью контролировать производство и сократить ненужные расходы, которые несут его клиенты.", "Section6Headline": "БЛАГОДАРНОСТЬ", "Section6Text1": "Создание успешной компании и возможность заботиться о своих братьях и сестрах, нанимая их, воплотили мечты Кумы в реальность.", "Section6Text2": "Dem FÄ±rat Karven начинала свою деятельность как небольшой семейный текстильный магазин в Стамбуле в 1991 году. Сегодня мы превратились в производственное предприятие, которое производит более 20 миллионов ярдов ткани каждый месяц и осуществляет поставки по всему миру благодаря своей развитой сети поставок.", "Section6Text3": "Рост был захватывающим и постоянно меняющимся путешествием. Однако наши основные ценности всегда оставались неизменными. Наша растущая семья — это то, что побуждает нас продолжать предоставлять высококачественную продукцию и исключительное обслуживание клиентов."}, "ContactPage": {"ManufacturingPlant": "Завод", "FabricShowroom": "Салон тканей", "RetailStore": "Розничный магазин", "WarehouseShowroom": "Склад и выставочный зал", "Representative": "Представитель", "GeneralInquiries": "Общие запросы", "AccountingInquiries": "Бухгалтерские запросы", "Phone": "Телефон", "Email": "Электронная почта", "Website": "Веб-сайт", "WorkHours": "Рабочие часы", "WorkHour1": "24 часа, Все дни", "WorkHour2": "Пн-Пт 08:30-19:00, Сб 08:30-14:00 (стамбульское время)", "WorkHour3": "Пн-Пт 09:00-20:30, Сб 09:00-16:00 (стамбульское время)", "WorkHour4": "Пн-Пт 09:00-18:00, Сб 09:00-16:00 (время московское)", "Address": "Адрес", "ProductLines": "Производственные линии", "ProductLine1": "Ткани для драпировки, обивки, свадебные ткани и кружевные скатерти", "ProductLine2": "Интерьерные ткани: драпировочные и обивочные", "ProductLine3": "Постельное белье, покрывала, чехлы для мебели, полотенца, кухонные полотенца, комплекты полотенец, скатерти, одеяла, подушки, наматрасники, детский ассортимент, халаты, домашняя одежда, простыни, одеяла, фартуки, комплекты для сауны, чехлы для гладильной доски.", "ProductLine4": "Ткани для штор, постельное белье, покрывала, чехлы для мебели, полотенца, кухонные полотенца, комплекты полотенец, скатерти, одеяла, подушки, наматрасники, детский ассортимент, халаты, домашняя одежда, простыни, одеяла, фартуки, комплекты для сауны, чехлы для гладильной доски."}, "FooterPage": {"StayConnected": "Оставайся на связи", "OurStory": "Наша история", "ContactUs": "Связаться с нами", "AllRightsReserved": "Все права защищены"}}