{
    "Slider": {
        "heading_1": "Побалуйте себя оперативным блеском",
        "desc_1": "Ткани превосходного качества благодаря передовым технологиям и квалифицированному мастерству.",
        "heading_2": "Шиффли Вышивка",
        "desc_2": "Создание любого дизайна, цвета и ткани, которые только можно себе представить",
        "heading_3": "Вышивка на доске",
        "desc_3": "Наш разнообразный набор машин может одновременно вышивать разноцветной пряжей."
    },
    "Header": {
        "ShippingText": "Доставка по всему миру"
    },
    "Menu": {
        "Home": "Дом",
        "Products": "Продукты",
        "Fabrics": "Ткани",
        "Curtains": "готовая штора",
        "AboutUs": "О нас",
        "Contact": "Контакт",
        "SideText": "Думайте целостно, думайте вышито"
    },
    "Products": {
        "Headline": "Продукты",
        "EmbroideredSheerCurtainFabrics": "Вышитые прозрачные ткани для штор"
    },
    "ProductsGrid": {
        "Headline": "Вышивка",
        "SearchBar": "Введите здесь номер дизайна."
    },
    "ProductDetailCardPage": {
        "Design": "Дизайн",
        "Width": "Ширина",
        "Origin": "Страна происхождения",
        "WantASample": "Хотите образец?",
        "SendEmail": "Отправьте электронное письмо на адрес info@karvenhome.com, указав название или номер дизайна."
    },
    "AboutUsPage": {
        "Section1Headline": "ИСТОРИЯ ОСНОВАТЕЛЯ",
        "Section1Text": "Наша материнская компания Dem Fırat Karven Tekstil была основана в 1991 году в Стамбуле компанией Cuma Ozturk. Джума был старшим ребенком в семье, где был 21 ребенок. Он вырос недалеко от иранской границы в сельской местности Турции. Из-за нехватки средств в детстве он бросил школу в возрасте девяти лет и начал работать в местных магазинах.",
        "Section2Headline": "ШИРОКИЕ ПЛЕЧИ",
        "Section2Text1": "Халатность родителей Джумы и то, что он был старшим среди своих братьев и сестер, возложили на него огромную ответственность — усердно работать и обеспечивать свою семью. Поэтому, чтобы быстро заработать деньги, он еще ребенком начал пересекать иранскую границу, чтобы покупать товары по более низкой цене, а затем привозил и торговал ими в Турции.",
        "Section2Text2": "Тем не менее, после того, как его неоднократно ловили и наказывали власти, он понял, что ему нужно найти долгосрочную и менее рискованную альтернативу. Поэтому в 13 лет он переехал на запад Турции в поисках лучших возможностей трудоустройства. После десятилетия тяжелой и кропотливой работы на стройках, в ресторанах и розничных магазинах на западе страны, в 1991 году, в возрасте 23 лет, он вместе с деловым партнером открыл свой первый текстильный магазин в Лалели, Стамбул. Однако в 1997 году, когда у него родился первый ребенок (это я!), у партнеров возникли разногласия, которые разошлись.",
        "Section3Headline": "Соло",
        "Section3Text": "Хотя его бывшие партнеры пытались отговорить его и заставить уйти из бизнеса, это только побудило его открыть собственный магазин текстиля. Его искреннее отношение и высокое качество продукции сделали его магазин узнаваемым. С ростом спроса он начал привозить своих братьев и сестер на восток страны и нанимать их одного за другим.",
        "Section4Headline": "ПЕРВЫЙ ШАГ К ЗАРУБЕЖУ",
        "Section4Text": "Джума и его братья и сестры открыли свой первый зарубежный склад в Москве и начали поставлять турецкий текстиль на российский рынок, а затем расширились на Украину, Белоруссию и Казахстан.",
        "Section5Headline": "ПРОИЗВОДСТВО",
        "Section5Text": "Вскоре производственные партнеры Кумы не смогли удовлетворить растущий рыночный спрос. Итак, он приобрел пустующую землю площадью 60 000 SF и построил свою первую текстильную фабрику всего в часе езды от Стамбула, чтобы полностью контролировать производство и сократить ненужные расходы, которые несут его клиенты.",
        "Section6Headline": "БЛАГОДАРНОСТЬ",
        "Section6Text1": "Создание успешной компании и возможность заботиться о своих братьях и сестрах, нанимая их, воплотили мечты Кумы в реальность.",
        "Section6Text2": "Dem Fırat Karven начинала свою деятельность как небольшой семейный текстильный магазин в Стамбуле в 1991 году. Сегодня мы превратились в производственное предприятие, которое производит более 20 миллионов ярдов ткани каждый месяц и осуществляет поставки по всему миру благодаря своей развитой сети поставок.",
        "Section6Text3": "Рост был захватывающим и постоянно меняющимся путешествием. Однако наши основные ценности всегда оставались неизменными. Наша растущая семья — это то, что побуждает нас продолжать предоставлять высококачественную продукцию и исключительное обслуживание клиентов."
    },
    "ContactPage": {
        "ManufacturingPlant": "Завод",
        "FabricShowroom": "Салон тканей",
        "RetailStore": "Розничный магазин",
        "WarehouseShowroom": "Склад и выставочный зал",
        "Representative": "Представитель",
        "GeneralInquiries": "Общие запросы",
        "AccountingInquiries": "Бухгалтерские запросы",
        "Phone": "Телефон",
        "Email": "Электронная почта",
        "Website": "Веб-сайт",
        "WorkHours": "Рабочие часы",
        "WorkHour1": "24 часа, Все дни",
        "WorkHour2": "Пн-Пт 08:30-19:00, Сб 08:30-14:00 (стамбульское время)",
        "WorkHour3": "Пн-Пт 09:00-20:30, Сб 09:00-16:00 (стамбульское время)",
        "WorkHour4": "Пн-Пт 09:00-18:00, Сб 09:00-16:00 (время московское)",
        "Address": "Адрес",
        "ProductLines": "Производственные линии",
        "ProductLine1": "Ткани для драпировки, обивки, свадебные ткани и кружевные скатерти",
        "ProductLine2": "Интерьерные ткани: драпировочные и обивочные",
        "ProductLine3": "Постельное белье, покрывала, чехлы для мебели, полотенца, кухонные полотенца, комплекты полотенец, скатерти, одеяла, подушки, наматрасники, детский ассортимент, халаты, домашняя одежда, простыни, одеяла, фартуки, комплекты для сауны, чехлы для гладильной доски.",
        "ProductLine4": "Ткани для штор, постельное белье, покрывала, чехлы для мебели, полотенца, кухонные полотенца, комплекты полотенец, скатерти, одеяла, подушки, наматрасники, детский ассортимент, халаты, домашняя одежда, простыни, одеяла, фартуки, комплекты для сауны, чехлы для гладильной доски."
    },
    "FooterPage": {
        "StayConnected": "Оставайся на связи",
        "OurStory": "Наша история",
        "ContactUs": "Связаться с нами",
        "AllRightsReserved": "Все права защищены"
    },
    "ProductDetailCard": {
        "quantityMeters": "Количество (м)",
        "quantityPieces": "Количество",
        "addToCart": "Добавить в корзину",
        "buyNow": "Купить сейчас",
        "addToFavorites": "Добавить в избранное",
        "removeFromFavorites": "Удалить из избранного",
        "productAddedToCart": "Товар добавлен в корзину!",
        "pleaseLogin": "Пожалуйста, войдите",
        "enterValidQuantity": "Пожалуйста, введите правильное количество",
        "errorAddingToCart": "Ошибка при добавлении в корзину",
        "customCurtain": "Пошив штор",
        "availableQuantity": "Доступное количество"
    },
    "CustomCurtain": {
        "title": "Настройте шторы",
        "mountingType": "Тип крепления",
        "cornice": "Карниз",
        "rustic": "Рустик",
        "pleatType": "Тип складки",
        "flat": "Плоская складка",
        "kanun": "Складка Канун",
        "pipe": "Трубчатая складка",
        "water_wave": "Водяная волна",
        "american": "Американская складка",
        "extrafor": "Прямая строчка",
        "pleatDensity": "Плотность складки",
        "noPleat": "Без складок",
        "dimensions": "Размеры",
        "width": "Ширина (см)",
        "height": "Высота (см)",
        "wingType": "Тип крыла",
        "singleWing": "Одно крыло",
        "doubleWing": "Двойное крыло",
        "addToCart": "В корзину",
        "totalPrice": "Итоговая цена",
        "fabricUsage": "Расход ткани",
        "meter": "м",
        "buttonText": "Пошив штор"
    },
    "KVKK": {
        "title": "Политика конфиденциальности",
        "lastUpdate": "Последнее обновление: 10 декабря 2024",
        "section1": {
            "title": "1. Введение",
            "text": "В Karven Homedecor мы ценим вашу конфиденциальность и обязуемся защищать ваши персональные данные. Настоящая Политика защиты данных описывает, как мы собираем, используем, храним и защищаем вашу информацию при посещении нашего сайта или совершении покупок, обеспечивая прозрачность и доверие наших международных клиентов.",
            "companyName": "Название компании",
            "address": "Адрес",
            "email": "Электронная почта",
            "phone": "Телефон"
        },
        "section2": {
            "title": "2. Собираемые данные",
            "text": "Мы собираем следующие типы персональной информации для предоставления вам наших услуг:",
            "items": [
                "Идентификационные данные: Имя, фамилия",
                "Контактные данные: Адрес электронной почты, номер телефона, адрес доставки и выставления счета",
                "Информация о транзакциях: История заказов, предпочтения продуктов, содержимое корзины",
                "Техническая информация: IP-адрес, информация об устройстве, файлы cookie",
                "Платежная информация: Зашифрованные платежные данные (обрабатываются безопасно сторонними провайдерами)"
            ]
        },
        "section3": {
            "title": "3. Как мы используем ваши данные",
            "text": "Ваши персональные данные используются для следующих целей:",
            "items": [
                "Обработка и доставка ваших заказов",
                "Управление платежами и выставление счетов",
                "Предоставление клиентской поддержки и решение запросов",
                "Улучшение нашего сайта и пользовательского опыта",
                "Отправка обновлений и уведомлений о заказах",
                "Маркетинговые коммуникации (только с вашего явного согласия)",
                "Предотвращение мошенничества и обеспечение безопасности"
            ]
        },
        "section4": {
            "title": "4. Передача данных",
            "text": "Мы можем передавать ваши данные доверенным третьим лицам исключительно в операционных целях:",
            "items": [
                "Транспортные компании: Для доставки ваших заказов",
                "Платежные системы: Для безопасной обработки транзакций (например, iyzico)",
                "Поставщики услуг: Для хостинга и обслуживания сайта",
                "Государственные органы: При необходимости по закону"
            ],
            "note": "Мы не продаем ваши персональные данные третьим лицам."
        },
        "section5": {
            "title": "5. Безопасность данных",
            "text": "Мы применяем надежные меры безопасности для защиты ваших данных:",
            "items": [
                "SSL-шифрование для безопасной передачи данных",
                "Обработка платежей в соответствии со стандартом PCI-DSS",
                "Защищенные серверы и брандмауэры",
                "Регулярные аудиты безопасности"
            ]
        },
        "section6": {
            "title": "6. Ваши права",
            "text": "Мы уважаем ваши права в отношении персональных данных. Вы имеете право:",
            "items": [
                "Получить доступ к персональным данным, которые мы храним о вас",
                "Запросить исправление неточных данных",
                "Запросить удаление ваших данных (с учетом требований законодательства о хранении)",
                "Отозвать согласие на маркетинговые коммуникации",
                "Возражать против обработки данных в определенных обстоятельствах"
            ]
        },
        "section7": {
            "title": "7. Файлы cookie",
            "text": "Мы используем файлы cookie для улучшения работы с сайтом. К ним относятся необходимые cookies для функционирования сайта и дополнительные аналитические cookies для понимания того, как вы используете наш сайт. Вы можете управлять настройками cookies через настройки браузера.",
            "items": [],
            "note": ""
        },
        "section8": {
            "title": "8. Срок хранения",
            "text": "Мы храним ваши персональные данные только до тех пор, пока это необходимо для выполнения целей, для которых они были собраны, включая выполнение любых юридических, бухгалтерских или отчетных требований.",
            "items": [],
            "note": ""
        },
        "section9": {
            "title": "9. Международная передача",
            "text": "Поскольку мы работаем на международном уровне, ваши данные могут передаваться и обрабатываться в странах, отличных от вашей. Мы обеспечиваем наличие соответствующих мер защиты ваших данных при таких передачах.",
            "items": []
        },
        "section10": {
            "title": "10. Свяжитесь с нами",
            "text": "Если у вас есть вопросы о данной политике или ваших персональных данных, пожалуйста, свяжитесь с нами:",
            "email": "Электронная почта",
            "phone": "Телефон",
            "address": "Адрес"
        },
        "disclaimer": "Примечание: Данная политика может периодически обновляться для отражения изменений в нашей практике или правовых требованиях. Пожалуйста, регулярно проверяйте её."
    },
    "ReturnPolicy": {
        "title": "Доставка и Возвраты",
        "lastUpdate": "Последнее обновление: 10 декабря 2024",
        "delivery": {
            "title": "Информация о доставке",
            "intro": "Ваши заказы тщательно готовятся и отправляются в кратчайшие сроки.",
            "standardTitle": "Стандартные товары",
            "standardTime": "В течение 3 рабочих дней",
            "standardText": "Готовые к отправке товары на складе передаются курьеру в течение 3 рабочих дней после подтверждения заказа.",
            "customTitle": "Изделия на заказ",
            "customTime": "В течение 7 рабочих дней",
            "customText": "Шторы по индивидуальным размерам и изделия на заказ передаются курьеру в течение 7 рабочих дней после подтверждения заказа."
        },
        "section1": {
            "title": "1. General Information",
            "text": "This page explains the withdrawal rights and return conditions for consumers shopping on the Karven Homedecor e-commerce site. Our return policy is designed to ensure customer satisfaction while complying with relevant consumer protection regulations."
        },
        "section2": {
            "title": "2. Withdrawal Period",
            "days": "14 DAYS",
            "text": "You have the right to withdraw from the contract within 14 days of receiving your product, without giving any reason and without paying any penalty.",
            "items": [
                "The withdrawal period starts from the day you or a third party indicated by you receives the product.",
                "If the last day falls on a public holiday, the period extends to the end of the next business day.",
                "As a seller, we may extend this period at our own initiative.",
                "For multiple product orders, a separate withdrawal period starts for each product."
            ]
        },
        "section3": {
            "title": "3. How to Exercise Your Right of Withdrawal",
            "text": "To exercise your right of withdrawal, you can choose one of the following methods:",
            "methodsTitle": "Application Methods:",
            "methods": [
                "Email: Send your withdrawal notification to info@demfirat.com",
                "Phone: Call us at +90 (501) 057-1884",
                "Written Notice: Fill out the withdrawal form and send it to our address"
            ],
            "note": "Important: It is sufficient to notify us that you wish to withdraw. You do not need to state a reason."
        },
        "section4": {
            "title": "4. Returning the Product",
            "text": "After sending us your withdrawal notification:",
            "steps": [
                "You must send the product back to us within 10 days.",
                "The product must be unused, undamaged, and in its original packaging.",
                "All accessories and documents that came with the product must be included.",
                "The invoice or delivery note must be sent with the product."
            ],
            "packagingTitle": "Packaging Suggestions:",
            "packagingItems": [
                "Place the product in its original box.",
                "Use additional protective material to prevent damage.",
                "Keep the shipping tracking number.",
                "Send via insured shipping if possible."
            ]
        },
        "section5": {
            "title": "5. Shipping Fees",
            "infoTitle": "Who Pays for Return Shipping?",
            "infoItems": [
                "If the product is defective or incorrect: We cover the shipping cost.",
                "If exercising the right of withdrawal only: The customer is responsible for return shipping costs.",
                "For promotional products: Unless we covered the initial shipping, the customer pays for return shipping."
            ],
            "addressTitle": "Return Address:",
            "addressLines": [
                "Karven Homedecor",
                "Vakıflar OSB Mah. D100 Cad. No:38",
                "Ergene, Tekirdağ 59930",
                "Turkey"
            ]
        },
        "section6": {
            "title": "6. Refunds",
            "text": "We will refund the full amount you paid within 14 days of receiving your withdrawal notification.",
            "processTitle": "Return Process:",
            "processSteps": [
                "Withdrawal Notification: You inform us of your request.",
                "Product Return: You ship the product within 10 days.",
                "Product Inspection: The product is inspected in our warehouse (1-2 business days).",
                "Refund: Your refund is processed according to your payment method."
            ],
            "methodTitle": "Refund Method:",
            "methodItems": [
                "Credit Card: The refund appears on your card within 2-10 business days (depending on the bank).",
                "Bank Transfer (EFT): Within 1-3 business days if you provide your account details.",
                "Cash on Delivery: Refunded via EFT to your bank account."
            ],
            "note": "Important: Refunds will not be issued before we receive the product. However, the process starts once your application is accepted, even before the product arrives."
        },
        "section7": {
            "title": "7. Изделия на заказ",
            "text": "Изделия, изготовленные на заказ (шторы, пошитые по вашим индивидуальным размерам), не подлежат возврату, если товар не является дефектным.",
            "items": [],
            "warning": "Важно: Пожалуйста, внимательно проверьте свои размеры перед оформлением заказа, чтобы избежать ошибок в замерах."
        },
        "section8": {
            "title": "8. Дефектные товары - Гарантийные права",
            "text": "Если вы обнаружили дефект в вашем товаре, вы можете воспользоваться правами на дефектные товары вместо права отказа:",
            "items": [
                "Запросить бесплатный ремонт товара.",
                "Запросить замену на исправный аналог.",
                "Запросить снижение цены пропорционально дефекту.",
                "Отказаться от договора и запросить возврат средств."
            ],
            "info": "В случае дефектного товара вы можете выбрать один из вышеперечисленных вариантов и уведомить нас. Как продавец, мы обязаны выполнить ваш выбранный запрос."
        },
        "section9": {
            "title": "9. Обмен",
            "text": "Если вы хотите только обменять товар (другой размер, цвет и т.д.), пожалуйста, сначала верните текущий товар, используя право отказа, а затем создайте новый заказ.",
            "note": "Прямой обмен возможен в зависимости от наличия на складе. Пожалуйста, свяжитесь с нашей службой поддержки для оценки вашей ситуации."
        },
        "section10": {
            "title": "10. Контакты",
            "text": "По вопросам возврата, права отказа или другим вопросам:",
            "contactBox": [
                "Email: info@demfirat.com",
                "Телефон: +90 (501) 057-1884",
                "Адрес: Kemalpaşa Mah Gençtürk Cad No 21A, Fatih, İstanbul 34134, Turkey",
                "Часы работы: Понедельник - Пятница, 09:00 - 18:00"
            ]
        },
        "disclaimer": "Потребительские арбитражные комиссии и потребительские суды: В случае споров, вытекающих из данного договора, вы можете обратиться в Потребительскую арбитражную комиссию или Потребительский суд по месту вашего жительства или по месту совершения сделки."
    }
}