{
  "AboutUsPage": {
    "Section1Headline": "ИСТОРИЯ ОСНОВАТЕЛЯ",
    "Section1Text": "Наша материнская компания Dem Fırat Karven Tekstil была основана в 1991 году в Стамбуле компанией Cuma Ozturk. Джума был старшим ребенком в семье, где был 21 ребенок. Он вырос недалеко от иранской границы в сельской местности Турции. Из-за нехватки средств в детстве он бросил школу в возрасте девяти лет и начал работать в местных магазинах.",
    "Section2Headline": "ШИРОКИЕ ПЛЕЧИ",
    "Section2Text1": "Халатность родителей Джумы и то, что он был старшим среди своих братьев и сестер, возложили на него огромную ответственность — усердно работать и обеспечивать свою семью. Поэтому, чтобы быстро заработать деньги, он еще ребенком начал пересекать иранскую границу, чтобы покупать товары по более низкой цене, а затем привозил и торговал ими в Турции.",
    "Section2Text2": "Тем не менее, после того, как его неоднократно ловили и наказывали власти, он понял, что ему нужно найти долгосрочную и менее рискованную альтернативу. Поэтому в 13 лет он переехал на запад Турции в поисках лучших возможностей трудоустройства. После десятилетия тяжелой и кропотливой работы на стройках, в ресторанах и розничных магазинах на западе страны, в 1991 году, в возрасте 23 лет, он вместе с деловым партнером открыл свой первый текстильный магазин в Лалели, Стамбул. Однако в 1997 году, когда у него родился первый ребенок (это я!), у партнеров возникли разногласия, которые разошлись.",
    "Section3Headline": "Соло",
    "Section3Text": "Хотя его бывшие партнеры пытались отговорить его и заставить уйти из бизнеса, это только побудило его открыть собственный магазин текстиля. Его искреннее отношение и высокое качество продукции сделали его магазин узнаваемым. С ростом спроса он начал привозить своих братьев и сестер на восток страны и нанимать их одного за другим.",
    "Section4Headline": "ПЕРВЫЙ ШАГ К ЗАРУБЕЖУ",
    "Section4Text": "Джума и его братья и сестры открыли свой первый зарубежный склад в Москве и начали поставлять турецкий текстиль на российский рынок, а затем расширились на Украину, Белоруссию и Казахстан.",
    "Section5Headline": "ПРОИЗВОДСТВО",
    "Section5Text": "Вскоре производственные партнеры Кумы не смогли удовлетворить растущий рыночный спрос. Итак, он приобрел пустующую землю площадью 60 000 SF и построил свою первую текстильную фабрику всего в часе езды от Стамбула, чтобы полностью контролировать производство и сократить ненужные расходы, которые несут его клиенты.",
    "Section6Headline": "БЛАГОДАРНОСТЬ",
    "Section6Text1": "Создание успешной компании и возможность заботиться о своих братьях и сестрах, нанимая их, воплотили мечты Кумы в реальность.",
    "Section6Text2": "Dem Fırat Karven начинала свою деятельность как небольшой семейный текстильный магазин в Стамбуле в 1991 году. Сегодня мы превратились в производственное предприятие, которое производит более 20 миллионов ярдов ткани каждый месяц и осуществляет поставки по всему миру благодаря своей развитой сети поставок.",
    "Section6Text3": "Рост был захватывающим и постоянно меняющимся путешествием. Однако наши основные ценности всегда оставались неизменными. Наша растущая семья — это то, что побуждает нас продолжать предоставлять высококачественную продукцию и исключительное обслуживание клиентов."
  },
  "ContactPage": {
    "AccountingInquiries": "Бухгалтерские запросы",
    "Address": "Адрес",
    "Email": "Электронная почта",
    "FabricShowroom": "Салон тканей",
    "GeneralInquiries": "Общие запросы",
    "ManufacturingPlant": "Завод",
    "Phone": "Телефон",
    "ProductLine1": "Ткани для драпировки, обивки, свадебные ткани и кружевные скатерти",
    "ProductLine2": "Интерьерные ткани: драпировочные и обивочные",
    "ProductLine3": "Постельное белье, покрывала, чехлы для мебели, полотенца, кухонные полотенца, комплекты полотенец, скатерти, одеяла, подушки, наматрасники, детский ассортимент, халаты, домашняя одежда, простыни, одеяла, фартуки, комплекты для сауны, чехлы для гладильной доски.",
    "ProductLine4": "Ткани для штор, постельное белье, покрывала, чехлы для мебели, полотенца, кухонные полотенца, комплекты полотенец, скатерти, одеяла, подушки, наматрасники, детский ассортимент, халаты, домашняя одежда, простыни, одеяла, фартуки, комплекты для сауны, чехлы для гладильной доски.",
    "ProductLines": "Производственные линии",
    "Representative": "Представитель",
    "RetailStore": "Розничный магазин",
    "WarehouseShowroom": "Склад и выставочный зал",
    "Website": "Веб-сайт",
    "WorkHour1": "24 часа, Все дни",
    "WorkHour2": "Пн-Пт 08:30-19:00, Сб 08:30-14:00 (стамбульское время)",
    "WorkHour3": "Пн-Пт 09:00-20:30, Сб 09:00-16:00 (стамбульское время)",
    "WorkHour4": "Пн-Пт 09:00-18:00, Сб 09:00-16:00 (время московское)",
    "WorkHours": "Рабочие часы"
  },
  "CustomCurtain": {
    "addToCart": "В корзину",
    "american": "Американская складка",
    "buttonText": "Пошив штор",
    "cornice": "Карниз",
    "dimensions": "Размеры",
    "doubleWing": "Двойное крыло",
    "extrafor": "Прямая строчка",
    "fabricUsage": "Расход ткани",
    "flat": "Плоская складка",
    "widthInCm": "Ширина (см)",
    "willMountToCeiling": "Я буду крепить к потолку",
    "winged": "С крыльями",
    "wingsHowMany": "Сколько крыльев?",
    "wizardIntroTitle": "Персонализируйте ваши шторы",
    "wizardIntroText": "Мы бережно подготовим эту элегантную ткань, чтобы она идеально подошла к вашим окнам. Пожалуйста, следуйте шагам ниже, чтобы указать детали пошива.",
    "height": "Высота (см)",
    "kanun": "Складка Канун",
    "meter": "м",
    "mountingType": "Тип крепления",
    "noPleat": "Без складок",
    "pipe": "Трубчатая складка",
    "pleatDensity": "Плотность складки",
    "pleatType": "Тип складки",
    "rustic": "Рустик",
    "singleWing": "Одно крыло",
    "title": "Настройте шторы",
    "totalPrice": "Итоговая цена",
    "water_wave": "Водяная волна",
    "width": "Ширина (см)",
    "wingType": "Тип монтажа",
    "chooseInstallationType": "Выберите тип установки",
    "choosePleatStyle": "Выберите стиль складок",
    "choosePleatDensity": "Выберите плотность складок",
    "chooseWingType": "Выберите тип крыла",
    "enterDimensions": "Введите ваши размеры",
    "dimensionHint": "Ширина шторы должна быть на 20% больше ширины окна. Оставьте 10 см от пола для высоты.",
    "mount": "Монтаж",
    "size": "Размер",
    "wing": "Крыло",
    "density": "Плотность складок",
    "pleat": "Тип складки",
    "maxHeightError": "Макс. высота {max} см",
    "insufficientStock": "Недостаточно на складе! Требуется: {required}м, Доступно: {available}м",
    "iWantCustomCurtains": "Пошив штор на заказ"
  },
  "FooterPage": {
    "AllRightsReserved": "Все права защищены",
    "ContactUs": "Связаться с нами",
    "OurStory": "Наша история",
    "StayConnected": "Оставайся на связи"
  },
  "Header": {
    "ShippingText": "Доставка по всему миру"
  },
  "HomeReviews": {
    "review_1_text": "Очень красивые шторы отличного качества. Проблемы с доставкой были быстро решены, служба поддержки всегда была доступна и отвечала очень быстро! Спасибо! Всегда с удовольствием!",
    "review_2_text": "Красивые шторы. Выдающийся сервис.",
    "review_3_text": "Обожаю их! Точно как на картинке; смотрятся так элегантно! С радостью закажу в этом магазине снова.",
    "review_4_text": "Так красиво, и пришли очень быстро!",
    "review_5_text": "Замечательное качество. Дружелюбный продавец, всегда на связи. Отвечает на сообщения своевременно. Снова и снова!",
    "review_6_text": "С моим первым заказом пришел запрос, довольна ли я покупкой. Вместо ответа на вопрос я повторила свой первый заказ. Я считаю, что это говорит громче всего. Если бы у меня было больше окон, которым нужны тюли, я бы покупала их снова и снова. Я никогда не видела таких красивых!!! Даже мои взрослые сыновья, которые ничего не замечают, сказали: 'Вау! Они прекрасны, мам'. Спасибо, спасибо!",
    "review_7_text": "Я люблю свои шторы, но обслуживание клиентов люблю еще больше, они сделали все возможное, чтобы я получила свои красивые шторы"
  },
  "KVKK": {
    "disclaimer": "Примечание: Данная политика может периодически обновляться для отражения изменений в нашей практике или правовых требованиях. Пожалуйста, регулярно проверяйте её.",
    "lastUpdate": "Последнее обновление: 10 декабря 2024",
    "section1": {
      "address": "Адрес",
      "companyName": "Название компании",
      "email": "Электронная почта",
      "phone": "Телефон",
      "text": "В Karven Homedecor мы ценим вашу конфиденциальность и обязуемся защищать ваши персональные данные. Настоящая Политика защиты данных описывает, как мы собираем, используем, храним и защищаем вашу информацию при посещении нашего сайта или совершении покупок, обеспечивая прозрачность и доверие наших международных клиентов.",
      "title": "1. Введение"
    },
    "section10": {
      "address": "Адрес",
      "email": "Электронная почта",
      "phone": "Телефон",
      "text": "Если у вас есть вопросы о данной политике или ваших персональных данных, пожалуйста, свяжитесь с нами:",
      "title": "10. Свяжитесь с нами"
    },
    "section2": {
      "items": {
        "0": "Идентификационные данные: Имя, фамилия",
        "1": "Контактные данные: Адрес электронной почты, номер телефона, адрес доставки и выставления счета",
        "2": "Информация о транзакциях: История заказов, предпочтения продуктов, содержимое корзины",
        "3": "Техническая информация: IP-адрес, информация об устройстве, файлы cookie",
        "4": "Платежная информация: Зашифрованные платежные данные (обрабатываются безопасно сторонними провайдерами)",
        "5": "[TRANSLATE] Görsel/İşitsel Kayıtlar: Müşteri hizmetleri görüşme kayıtları (onay alınarak)"
      },
      "text": "Мы собираем следующие типы персональной информации для предоставления вам наших услуг:",
      "title": "2. Собираемые данные"
    },
    "section3": {
      "items": {
        "0": "Обработка и доставка ваших заказов",
        "1": "Управление платежами и выставление счетов",
        "2": "Предоставление клиентской поддержки и решение запросов",
        "3": "Улучшение нашего сайта и пользовательского опыта",
        "4": "Отправка обновлений и уведомлений о заказах",
        "5": "Маркетинговые коммуникации (только с вашего явного согласия)",
        "6": "Предотвращение мошенничества и обеспечение безопасности",
        "7": "[TRANSLATE] Hukuki uyuşmazlıkların çözümü ve hukuki taleplere cevap verilmesi",
        "8": "[TRANSLATE] Dolandırıcılık önleme ve güvenlik tedbirleri"
      },
      "text": "Ваши персональные данные используются для следующих целей:",
      "title": "3. Как мы используем ваши данные"
    },
    "section4": {
      "items": {
        "0": "Транспортные компании: Для доставки ваших заказов",
        "1": "Платежные системы: Для безопасной обработки транзакций (например, iyzico)",
        "2": "Поставщики услуг: Для хостинга и обслуживания сайта",
        "3": "Государственные органы: При необходимости по закону",
        "4": "[TRANSLATE] Hukuk Müşavirleri: Hukuki işlemlerin yürütülmesi için",
        "5": "[TRANSLATE] Bulut Hizmet Sağlayıcıları: Veri depolama ve sistem altyapısı için"
      },
      "note": "Мы не продаем ваши персональные данные третьим лицам.",
      "text": "Мы можем передавать ваши данные доверенным третьим лицам исключительно в операционных целях:",
      "title": "4. Передача данных"
    },
    "section5": {
      "items": {
        "0": "SSL-шифрование для безопасной передачи данных",
        "1": "Обработка платежей в соответствии со стандартом PCI-DSS",
        "2": "Защищенные серверы и брандмауэры",
        "3": "Регулярные аудиты безопасности",
        "4": "[TRANSLATE] Log Kayıtları: Bilgi güvenliği için 2 yıl"
      },
      "text": "Мы применяем надежные меры безопасности для защиты ваших данных:",
      "title": "5. Безопасность данных"
    },
    "section6": {
      "items": {
        "0": "Получить доступ к персональным данным, которые мы храним о вас",
        "1": "Запросить исправление неточных данных",
        "2": "Запросить удаление ваших данных (с учетом требований законодательства о хранении)",
        "3": "Отозвать согласие на маркетинговые коммуникации",
        "4": "Возражать против обработки данных в определенных обстоятельствах",
        "5": "[TRANSLATE] KVKK'nın 7. maddesinde öngörülen şartlar çerçevesinde kişisel verilerinizin silinmesini veya yok edilmesini isteme,",
        "6": "[TRANSLATE] Düzeltme, silme veya yok edilme işlemlerinin kişisel verilerin aktarıldığı üçüncü kişilere bildirilmesini isteme,",
        "7": "[TRANSLATE] İşlenen verilerin münhasıran otomatik sistemler vasıtasıyla analiz edilmesi suretiyle aleyhinize bir sonucun ortaya çıkmasına itiraz etme,",
        "8": "[TRANSLATE] Kişisel verilerin kanuna aykırı olarak işlenmesi sebebiyle zarara uğramanız hâlinde zararın giderilmesini talep etme."
      },
      "text": "Мы уважаем ваши права в отношении персональных данных. Вы имеете право:",
      "title": "6. Ваши права"
    },
    "section7": {
      "methods": {
        "0": "[TRANSLATE] E-posta: info@demfirat.com (Güvenli elektronik imza ile)",
        "1": "[TRANSLATE] Posta: Kemalpaşa Mah Gençtürk Cad No 21A     Fatih, İstanbul 34134,  Türkiye",
        "2": "[TRANSLATE] Islak İmzalı Dilekçe: Yukarıdaki adrese şahsen teslim"
      },
      "methodsTitle": "[TRANSLATE] Başvuru Yöntemleri:",
      "note": "[TRANSLATE] Başvurularınız, talebin niteliğine göre en geç 30 gün içinde ücretsiz olarak sonuçlandırılacaktır. İşlemin ayrıca bir maliyeti gerektirmesi hâlinde, KVKK'da belirtilen tarifedeki ücret talep edilebilir.",
      "text": "Мы используем файлы cookie для улучшения работы с сайтом. К ним относятся необходимые cookies для функционирования сайта и дополнительные аналитические cookies для понимания того, как вы используете наш сайт. Вы можете управлять настройками cookies через настройки браузера.",
      "title": "7. Файлы cookie"
    },
    "section8": {
      "items": {
        "0": "[TRANSLATE] Teknik Çerezler: Sitenin çalışması için gerekli, oturum yönetimi",
        "1": "[TRANSLATE] Analitik Çerezler: Site kullanımının analiz edilmesi (Google Analytics vb.)",
        "2": "[TRANSLATE] Pazarlama Çerezleri: Kişiselleştirilmiş reklamlar için (onay alınarak)"
      },
      "note": "[TRANSLATE] Tarayıcı ayarlarınızdan çerezleri yönetebilir veya engelleyebilirsiniz. Ancak teknik çerezlerin engellenmesi, sitenin doğru çalışmamasına neden olabilir.",
      "text": "Мы храним ваши персональные данные только до тех пор, пока это необходимо для выполнения целей, для которых они были собраны, включая выполнение любых юридических, бухгалтерских или отчетных требований.",
      "title": "8. Срок хранения"
    },
    "section9": {
      "items": {
        "0": "[TRANSLATE] SSL (Secure Socket Layer) güvenlik sertifikası ile şifreli veri iletimi",
        "1": "[TRANSLATE] Ödeme bilgilerinin PCI-DSS standartlarına uygun şekilde işlenmesi",
        "2": "[TRANSLATE] Güvenlik duvarı (firewall) ve anti-virüs sistemleri",
        "3": "[TRANSLATE] Yetkisiz erişime karşı güçlü şifreleme yöntemleri",
        "4": "[TRANSLATE] Erişim yetkilendirme ve log kayıt sistemleri",
        "5": "[TRANSLATE] Düzenli güvenlik denetimleri ve penetrasyon testleri",
        "6": "[TRANSLATE] Çalışan eğitimleri ve gizlilik taahhütnameleri"
      },
      "text": "Поскольку мы работаем на международном уровне, ваши данные могут передаваться и обрабатываться в странах, отличных от вашей. Мы обеспечиваем наличие соответствующих мер защиты ваших данных при таких передачах.",
      "title": "9. Международная передача"
    },
    "title": "Политика конфиденциальности"
  },
  "Menu": {
    "AboutUs": "О нас",
    "Contact": "Контакт",
    "Curtains": "готовая штора",
    "Fabrics": "Ткани",
    "Home": "Дом",
    "Products": "Продукты",
    "SideText": "Думайте целостно, думайте вышито"
  },
  "MobileNav": {
    "Account": "Профиль",
    "Cart": "Корзина",
    "CustomCurtains": "Пошив штор",
    "Fabrics": "Портьерные ткани",
    "Favorites": "Избранное",
    "Home": "Главная",
    "Products": "Товары",
    "ReadyCurtains": "Готовые шторы",
    "Tracking": "Отслеживание",
    "TulleCurtains": "Тюль"
  },
  "OrderTracking": {
    "carrier": "Курьерская служба",
    "customCurtain": "ШТОРА НА ЗАКАЗ",
    "deliveredAt": "Дата доставки",
    "deliveryAddress": "Адрес доставки",
    "dimensions": "Размеры",
    "enterOrderNumber": "Пожалуйста, введите номер заказа",
    "fabric": "Ткань",
    "hint": "Номер заказа можно найти в письме с подтверждением заказа",
    "meter": "метр",
    "mountingType": "Тип крепления",
    "mountingTypes": {
      "cornice": "Карниз",
      "rustic": "Рустик"
    },
    "notFound": "Заказ не найден. Проверьте номер заказа.",
    "orderDate": "Дата заказа",
    "orderItems": "Товары в заказе",
    "orderNumber": "Номер заказа",
    "orderNumberPlaceholder": "напр. DK0000001",
    "orderStatus": "Статус заказа",
    "phone": "Телефон",
    "pleatDensity": "Плотность складок",
    "pleatType": "Тип складки",
    "pleatTypes": {
      "american": "Американская",
      "extrafor": "Экстрафор",
      "flat": "Плоская",
      "kanun": "Канун",
      "pipe": "Трубчатая",
      "water_wave": "Волна"
    },
    "price": "Цена",
    "quantity": "Кол-во",
    "search": "Поиск",
    "searching": "Поиск...",
    "shippedAt": "Дата отправки",
    "status": {
      "cancelled": "Отменён",
      "confirmed": "Подтверждён",
      "delivered": "Доставлен",
      "in_transit": "В пути",
      "out_for_delivery": "Доставляется",
      "pending": "В ожидании",
      "preparing": "Готовится",
      "returned": "Возврат",
      "shipped": "Отправлен"
    },
    "subtitle": "Введите номер заказа для отслеживания статуса",
    "title": "Отслеживание заказа",
    "total": "Итого",
    "trackingInfo": "Информация о доставке",
    "trackingNumber": "Номер отслеживания"
  },
  "ProductDetailCard": {
    "addToCart": "Добавить в корзину",
    "addToFavorites": "Добавить в избранное",
    "availableQuantity": "Доступное количество",
    "buyNow": "Купить сейчас",
    "customCurtain": "Пошив штор",
    "enterValidQuantity": "Пожалуйста, введите правильное количество",
    "errorAddingToCart": "Ошибка при добавлении в корзину",
    "pleaseLogin": "Пожалуйста, войдите",
    "productAddedToCart": "Товар добавлен в корзину!",
    "customCurtainAddedToCart": "Ваша штора на заказ добавлена в корзину!",
    "quantityMeters": "Метр",
    "quantityPieces": "Количество",
    "removeFromFavorites": "Удалить из избранного",
    "requestSample": "Запросить образец",
    "sampleAdded": "Образец добавлен в корзину"
  },
  "ProductDetailCardPage": {
    "Design": "Дизайн",
    "Origin": "Страна происхождения",
    "SendEmail": "Отправьте электронное письмо на адрес info@karvenhome.com, указав название или номер дизайна.",
    "WantASample": "Хотите образец?",
    "Width": "Ширина"
  },
  "Products": {
    "EmbroideredSheerCurtainFabrics": "Вышитые прозрачные ткани для штор",
    "Headline": "Продукты"
  },
  "ProductsGrid": {
    "Headline": "Вышивка",
    "SearchBar": "Введите здесь номер дизайна."
  },
  "ReturnPolicy": {
    "summary": "При покупках на Demfirat.com вы можете воспользоваться правом на отказ в течение 14 дней с даты доставки без объяснения причин. Достаточно направить запрос по электронной почте, телефону или письменно. После уведомления товар должен быть отправлен нам в течение 10 дней неиспользованным и неповрежденным. Если товар неисправен или бракован, стоимость обратной доставки оплачивается нами; при возврате в рамках права на отказ стоимость доставки оплачивается клиентом. Оплаченная вами сумма будет возвращена в соответствии с вашим методом оплаты не позднее 14 дней после получения нами товара.\n\nДля товаров, изготовленных по индивидуальным размерам, возврат не принимается, если товар не является бракованным. В случае брака ваши права на ремонт, замену, скидку или возврат средств сохраняются. Для получения подробной информации вы можете ознакомиться с нашей соответствующей страницей о правах на возврат и отказ.",
    "readMore": "Читать далее",
    "delivery": {
      "text": "Все наши товары передаются курьеру в течение 1-3 рабочих дней после подтверждения заказа.",
      "time": "1-3 рабочих дня",
      "title": "Информация о доставке"
    },
    "disclaimer": "Потребительские арбитражные комиссии и потребительские суды: В случае споров, вытекающих из данного договора, вы можете обратиться в Потребительскую арбитражную комиссию или потребительский суд по месту вашего жительства в рамках денежных лимитов, ежегодно объявляемых Министерством торговли.",
    "lastUpdate": "Последнее обновление: 10 декабря 2024 г.",
    "section1": {
      "text": "На этой странице описываются права отказа и условия возврата для покупателей магазина Karven Homedecor. Наша политика возврата направлена на обеспечение удовлетворенности клиентов в соответствии с правилами защиты прав потребителей.",
      "title": "1. Общая информация"
    },
    "section10": {
      "contactBox": [
        "Email: info@demfirat.com",
        "Телефон: +90 (501) 057-1884",
        "Адрес: Kemalpasa Mah Gencturk Cad No 21A, Fatih, г. Стамбул 34134, Турция",
        "Часы работы: Понедельник - Пятница, 09:00 - 18:00"
      ],
      "text": "По вопросам возврата, права на отказ или любым другим вопросам:",
      "title": "10. Контакты"
    },
    "section2": {
      "days": "14 ДНЕЙ",
      "items": [
        "Срок для права отказа от товара начинает отсчитываться со дня получения вами товара.",
        "Если последний день выпадает на выходной, срок продлевается до конца следующего рабочего дня.",
        "Как продавец, мы можем продлить этот срок по нашей инициативе.",
        "При покупке нескольких товаров в одном заказе для каждого из них отсчитывается свой отдельный срок."
      ],
      "text": "Вы имеете право отказаться от договора в течение 14 дней с момента получения вашего продукта без объяснения причин и какой-либо неустойки.",
      "title": "2. Срок Возврата"
    },
    "section3": {
      "methods": [
        "Email: Отправьте уведомление о возврате на info@demfirat.com",
        "Телефон: Позвоните нам +90 (501) 057-1884",
        "Письменно: Заполните форму уведомления об отказе и отправьте по нашему адресу"
      ],
      "methodsTitle": "Способы обращения:",
      "note": "Важно: Достаточно просто сообщить нам о желании вернуть товар. Причину указывать не обязательно.",
      "text": "Чтобы воспользоваться правом на возврат, вы можете выбрать один из следующих способов:",
      "title": "3. Как воспользоваться правом возврата"
    },
    "section4": {
      "packagingItems": [
        "Поместите товар в его оригинальную коробку.",
        "Используйте дополнительные защитные материалы для предотвращения повреждений.",
        "Обязательно сохраните номер отслеживания посылки.",
        "По возможности отправляйте со страховкой."
      ],
      "packagingTitle": "Рекомендации по упаковке:",
      "steps": [
        "Вы должны отправить товар нам обратно в течение 10 дней.",
        "Товар должен быть неиспользованным, неповрежденным и в оригинальной упаковке.",
        "Все аксессуары и документы, поставляемые с продуктом, должны быть включены.",
        "Счет-фактура или накладная должны быть отправлены вместе с товаром."
      ],
      "text": "После передачи нам вашего уведомления об отказе:",
      "title": "4. Возврат Товара"
    },
    "section5": {
      "addressLines": [
        "Dem Fırat Karven Tekstil San. ve Tic. A.Ş.",
        "Kemalpasa Mah Gencturk Cad No 21A",
        "Fatih, Istanbul 34134, Турция"
      ],
      "addressTitle": "Адрес для возврата:",
      "infoItems": [
        "Если товар с дефектом или ошибочный: Расходы по доставке оплачиваются нами.",
        "Если используется только право отказа: Расходы по доставке возврата несет клиент.",
        "Для акционных товаров: Если мы не брали на себя первоначальную доставку, покупатель оплачивает возвратную доставку."
      ],
      "infoTitle": "Кто оплачивает стоимость обратной доставки?",
      "title": "5. Стоимость доставки"
    },
    "section6": {
      "methodItems": [
        "Кредитная карта: Возврат средств отображается на вашей карте в течение 2-10 рабочих дней.",
        "Банковский перевод (EFT): В течение 1-3 рабочих дней, если вы предоставите реквизиты вашего счета.",
        "Наложенный платеж: Возвращается через перевод EFT на ваш банковский счет."
      ],
      "methodTitle": "Способ возврата средств:",
      "note": "Важно: Возврат средств не будет произведен до получения нами товара. Однако процесс начнется с момента одобрения вашей заявки, даже до прибытия товара.",
      "processSteps": [
        "Уведомление: Вы направляете нам свой запрос об отказе.",
        "Возврат товара: Вы отправляете товар в течение 10 дней.",
        "Проверка товара: Товар проверяется на нашем складе (1-2 рабочих дня).",
        "Возврат стредств: Возврат осуществляется в соответствии с вашим способом оплаты."
      ],
      "processTitle": "Процесс возврата:",
      "text": "Мы вернем полную уплаченную вами сумму в течение 14 дней с момента доставки нам вашего уведомления об отказе.",
      "title": "6. Возврат средств"
    },
    "section7": {
      "items": [],
      "text": "Изделия, изготовленные на заказ (шторы по индивидуальным размерам), не подлежат возврату, если товар не имеет производственных дефектов.",
      "title": "7. Товары на Заказ",
      "warning": "Важно: Пожалуйста, внимательно проверяйте свои размеры перед оформлением заказа."
    },
    "section8": {
      "info": "В случае обнаружения дефектного товара вы можете выбрать один из указанных выше вариантов и уведомить нас. Как продавец, мы обязаны выполнить ваш выбранный запрос.",
      "items": [
        "Запросить бесплатный ремонт товара.",
        "Запросить замену на неповрежденный аналог.",
        "Запросить снижение цены соразмерно дефекту.",
        "Расторгнуть договор и запросить возврат уплаченной суммы."
      ],
      "text": "Если вы обнаружите дефект (недостаток, ошибку) в вашем продукте, вы можете воспользоваться своими гарантийными правами вместо права на отказ:",
      "title": "8. Дефектные Товары и Гарантийные Права"
    },
    "section9": {
      "note": "Прямой обмен возможен в зависимости от наличия товара на складе. Пожалуйста, свяжитесь с нашей службой поддержки для оценки.",
      "text": "Если вы хотите только обменять товар (на другой размер, цвет и т. д.), пожалуйста, сначала верните текущий товар с использованием вашего права на отказ, а затем оформите новый заказ.",
      "title": "9. Обмен"
    },
    "title": "Условия доставки и возврата"
  },
  "Slider": {
    "desc_1": "Ткани превосходного качества благодаря передовым технологиям и квалифицированному мастерству.",
    "desc_2": "Создание любого дизайна, цвета и ткани, которые только можно себе представить",
    "desc_3": "Наш разнообразный набор машин может одновременно вышивать разноцветной пряжей.",
    "heading_1": "Побалуйте себя оперативным блеском",
    "heading_2": "Шиффли Вышивка",
    "heading_3": "Вышивка на доске"
  }
}