{
  "AboutUsPage": {
    "Section1Headline": "KURUCUSUN HİKAYESİ",
    "Section1Text": "Ana şirketimiz Dem Fırat Karven Tekstil, 1991 yılında Cuma Öztürk tarafından İstanbul'da kuruldu. Cuma, 21 çocuklu bir ailenin en büyük çocuğuydu. Türkiye'nin kırsal kesiminde, İran sınırına yakın bir yerde büyüdü. Çocukluğunda kaynak yetersizliği nedeniyle dokuz yaşında okulu bırakıp yerel dükkanlarda çalışmaya başladı.",
    "Section2Headline": "GENİŞ OMUZLAR",
    "Section2Text1": "Cuma'nın ebeveynlerinin ihmali ve kardeşleri arasında en büyüğü olması, ona çok çalışma ve ailesinin geçimini sağlama konusunda büyük bir sorumluluk yükledi. Bu yüzden hızlı para kazanmak için çocukluğunda İran sınırını geçerek daha ucuza mal satın almaya başladı, sonra bunları Türkiye'ye getirip ticaretini yaptı.",
    "Section2Text2": "Ancak yetkililer tarafından defalarca yakalanıp cezalandırıldıktan sonra uzun vadeli, daha az riskli bir alternatif bulması gerektiğini biliyordu. Böylece 13 yaşında daha iyi iş fırsatları için tek başına Türkiye'nin Batısına taşındı. Ülkenin Batı yakasındaki şantiyelerde, restoranlarda ve perakende mağazalarında on yıl süren zorlu ve zahmetli çalışmanın ardından, 1991 yılında, 23 yaşındayken, bir iş ortağıyla birlikte ilk tekstil mağazasını İstanbul Laleli'de açtı. Ancak 1997 yılında ilk çocuğu doğduğunda (benim!), partnerler arasında anlaşmazlıklar oluştu ve bu da onları ayrı yollara sürükledi.",
    "Section3Headline": "Yalnız Gitmek",
    "Section3Text": "Her ne kadar eski ortakları onun cesaretini kırmaya ve işini bırakmaya zorlasa da, bu ona yalnızca kendi tekstil mağazasını açma gücü verdi. Samimi tavrı ve ürünlerinin kalitesi, dükkanının tanınmasını sağladı. Artan talep üzerine ülkenin doğu yakasında kalan kardeşlerini birer birer getirip çalıştırmaya başladı.",
    "Section4Headline": "YURT DIŞINA İLK ADIM",
    "Section4Text": "Cuma ve kardeşleri yurt dışındaki ilk depolarını Moskova'da açarak Rusya pazarına Türk tekstil ürünleri tedarik etmeye başladı, daha sonra Ukrayna, Belarus ve Kazakistan'a da açıldı.",
    "Section5Headline": "ÜRETME",
    "Section5Text": "Çok geçmeden Cuma'nın üretim ortakları büyüyen pazar talebini karşılayamaz hale geldi. Böylece, üretimi tam olarak denetlemek ve müşterilerinin üstlendiği gereksiz maliyetleri azaltmak için 60.000 SF boş arazi satın aldı ve ilk tekstil fabrikasını İstanbul'dan sadece bir saat uzaklıkta kurdu.",
    "Section6Headline": "MİNNETTARLIK",
    "Section6Text1": "Başarılı bir şirket kuran ve kardeşlerini işe alarak onlara bakabilmesi Cuma'nın hayallerini gerçeğe dönüştürdü.",
    "Section6Text2": "Dem Fırat Karven, 1991 yılında İstanbul'da küçük bir aile işletmesi olarak tekstil mağazası olarak faaliyete başladı. Bugün, her ay 20 milyon metreden fazla kumaş üreten ve güçlü tedarik zinciri ağıyla dünyanın dört bir yanına tedarik sağlayan bir üretim tesisine dönüştük.",
    "Section6Text3": "Büyüme heyecan verici ve sürekli değişen bir yolculuk oldu. Ancak temel değerlerimiz hep aynı kaldı. Büyüyen ailemiz, bizi yüksek kaliteli ürünler ve olağanüstü müşteri hizmetleri sunmaya devam etmeye teşvik eden şeydir."
  },
  "ContactPage": {
    "AccountingInquiries": "Muhasebe Soruları",
    "Address": "Adres",
    "Email": "E-posta",
    "FabricShowroom": "Kumaş Showroomu",
    "GeneralInquiries": "Genel Sorular",
    "ManufacturingPlant": "Üretim tesisi",
    "Phone": "Telefon",
    "ProductLine1": "Perdelik, Döşemelik ve Gelinlik Kumaşları ve Dantel Masa Örtüleri",
    "ProductLine2": "İç Mekan Kumaşları: Perdelik ve Döşemelik",
    "ProductLine3": "Nevresim, Yatak Örtüleri, Mobilya Örtüleri, Havlular, Mutfak Havluları, Havlu Takımları, Masa Örtüleri, Battaniyeler, Yastıklar, Yatak Örtüleri, Çocuk Çeşitleri, Bornozlar, Ev Kıyafetleri, Çarşaflar, Battaniyeler, Önlükler, Sauna Takımları, Ütü Masası Örtüleri.",
    "ProductLine4": "Perde Kumaşları, Nevresim Takımları, Yatak Örtüleri, Mobilya Örtüleri, Havlular, Mutfak Havluları, Havlu Takımları, Masa Örtüleri, Battaniyeler, Yastıklar, Yatak Örtüleri, Çocuk Çeşitleri, Bornozlar, Ev Kıyafetleri, Çarşaflar, Battaniyeler, Önlükler, Sauna Takımları, Ütü Masası Örtüleri.",
    "ProductLines": "Ürün Grupları",
    "Representative": "Temsilci",
    "RetailStore": "Perakende mağaza",
    "WarehouseShowroom": "Depo & Showroom",
    "Website": "İnternet sitesi",
    "WorkHour1": "24 saat, Tüm günler",
    "WorkHour2": "Pazartesi - Cuma 08:30-19:00, Cumartesi 08:30-14:00 (İstanbul Saati)",
    "WorkHour3": "Pazartesi - Cuma 09:00-20:30, Cumartesi 09:00-16:00 (İstanbul Saati)",
    "WorkHour4": "Pazartesi - Cuma 09:00-18:00, Cumartesi 09:00-16:00 (Moskova Saati)",
    "WorkHours": "Çalışma saatleri"
  },
  "CustomCurtain": {
    "addToCart": "Sepete Ekle",
    "american": "Amerikan Pile",
    "buttonText": "Perde Diktir",
    "cornice": "Korniş",
    "dimensions": "Ölçüler",
    "doubleWing": "Çift Kanat",
    "extrafor": "Ekstraforlu Düz Dikiş",
    "fabricUsage": "Kumaş Kullanımı",
    "flat": "Yatık Pile",
    "height": "Boy (cm)",
    "kanun": "Kanun Pile",
    "meter": "m",
    "mountingType": "Montaj Tipi",
    "noPleat": "Pilesiz",
    "pipe": "Boru Pile",
    "pleatDensity": "Pile Sıklığı",
    "pleatType": "Pile Tipi",
    "rustic": "Rustik",
    "singleWing": "Tek Kanat",
    "title": "Perdeni Tasarla",
    "totalPrice": "Toplam Fiyat",
    "water_wave": "Su Dalgası",
    "width": "En (cm)",
    "widthInCm": "En (cm)",
    "willMountToCeiling": "Tavana Monte Edeceğim",
    "winged": "Kanatlı Alacağım",
    "wingsHowMany": "Kaç Kanat?",
    "wizardIntroTitle": "Perdelerinizi Kişiselleştirin",
    "wizardIntroText": "Evinize zarafet katacak bu kumaşı, pencerelerinize kusursuz uyum sağlayacak şekilde özenle hazırlıyoruz. Lütfen aşağıdaki adımları izleyerek size özel dikim detaylarını belirleyin.",
    "wingType": "Kanat Tipi",
    "chooseInstallationType": "Montaj Tipini Seçin",
    "choosePleatStyle": "Pile Tipini Seçin",
    "choosePleatDensity": "Pile Sıklığını Seçin",
    "chooseWingType": "Kanat Tipini Seçin",
    "enterDimensions": "Ölçülerinizi Girin",
    "dimensionHint": "Perde enini pencereden %20 daha geniş girin. Boy için yerden 10 cm boşluk bırakın.",
    "mount": "Montaj",
    "size": "Ölçü",
    "wing": "Kanat",
    "density": "Pile Sıklığı",
    "pleat": "Pile Tipi",
    "maxHeightError": "Maks. yükseklik {max} cm",
    "insufficientStock": "Yetersiz stok! Gerekli: {required}m, Mevcut: {available}m",
    "iWantCustomCurtains": "Ölçülü Perde Diktirmek İstiyorum"
  },
  "FooterPage": {
    "AllRightsReserved": "Her hakkı saklıdır",
    "ContactUs": "Bize Ulaşın",
    "OurStory": "Bizim hikayemiz",
    "StayConnected": "Bağlı kalın"
  },
  "Header": {
    "ShippingText": "Dünya çapında nakliye"
  },
  "HomeReviews": {
    "review_1_text": "Çok güzel ve kaliteli perdeler. Kargo sorunları hızlıca çözüldü, müşteri hizmetleri her zaman ulaşılabilirdi ve çok hızlı yanıt verdi! Teşekkürler! Her zaman memnuniyetle!",
    "review_2_text": "Güzel perdeler. Mükemmel hizmet.",
    "review_3_text": "Bayıldım! Tam resimdeki gibi; çok şık görünüyor! Bu mağazadan memnuniyetle tekrar sipariş vereceğim.",
    "review_4_text": "Çok güzel ve gerçekten hızlı geldi!",
    "review_5_text": "Harika kalite. İlgili satıcı, her zaman ulaşılabilir. Mesajlara zamanında yanıt veriyor. Tekrar tekrar!",
    "review_6_text": "İlk siparişimde alışverişimden memnun kalıp kalmadığımı soran bir istek geldi. Soruyu cevaplamak yerine ilk siparişimi tekrarladım. Bence bu çok daha anlamlı. Tüllere ihtiyaç duyan daha fazla pencerem olsaydı, bunları tekrar tekrar alırdım. Hiç bu kadar güzelini görmemiştim!!! Hiçbir şeyi fark etmeyen yetişkin oğullarım bile 'Vay canına! Bunlar çok güzel Anne' dediler. Teşekkür ederim teşekkür ederim!",
    "review_7_text": "Perdelerimi seviyorum ama müşteri hizmetlerini daha çok seviyorum, güzel perdelerimi teslim aldığımdan emin olmak için ellerinden geleni yaptılar"
  },
  "KVKK": {
    "disclaimer": "Not: Bu politika, yasal düzenlemelerdeki değişiklikler ve şirketimizin ticari faaliyetlerindeki güncellemeler doğrultusunda revize edilebilir. Güncel versiyona websitemizden her zaman erişebilirsiniz.",
    "lastUpdate": "Son güncelleme: 10 Aralık 2024",
    "section1": {
      "address": "Adres",
      "companyName": "Ticaret Unvanı",
      "email": "E-posta",
      "phone": "Telefon",
      "text": "6698 sayılı Kişisel Verilerin Korunması Kanunu (\"KVKK\") uyarınca, kişisel verileriniz veri sorumlusu sıfatıyla Karven Homedecor tarafından aşağıda açıklanan kapsamda toplanacak ve işlenecektir.",
      "title": "1. Veri Sorumlusu"
    },
    "section10": {
      "address": "Adres",
      "email": "E-posta",
      "phone": "Telefon",
      "text": "KVKK politikamız veya kişisel verilerinizin işlenmesi hakkında sorularınız için:",
      "title": "10. İletişim"
    },
    "section2": {
      "items": [
        "Kimlik Bilgiler: Ad, soyad, T.C. kimlik numarası (fatura tanzimi için gerekli olması halinde)",
        "İletişim Bilgiler: E-posta adresi, telefon numarası, adres bilgisi",
        "Müşteri İşlem Bilgileri: Sipariş ve satın alma geçmişi, ürün tercihleri, sepet bilgileri",
        "İşlem Güvenliği Bilgileri: IP adresi, çerez kayıtları, cihaz bilgileri, log kayıtları",
        "Finansal Bilgiler: Ödeme bilgileri (kredi kartı son 4 hanesi - şifreli olarak saklanır)",
        "Görsel/İşitsel Kayıtlar: Müşteri hizmetleri görüşme kayıtları (onay alınarak)"
      ],
      "text": "E-ticaret faaliyetlerimiz kapsamında aşağıdaki kişisel verileriniz işlenmektedir:",
      "title": "2. İşlenen Kişisel Veriler"
    },
    "section3": {
      "items": [
        "Sipariş ve teslimat süreçlerinin yönetimi",
        "Ödeme işlemlerinin gerçekleştirilmesi ve faturalandırma",
        "Müşteri memnuniyeti ve hizmet kalitesinin artırılması",
        "Yasal yükümlülüklerin yerine getirilmesi",
        "Müşteri hizmetleri desteği sağlanması",
        "İade, değişim ve cayma hakkı prosedürlerinin yürütülmesi",
        "Kampanya ve promosyon bilgilendirmeleri (onay alınması halinde)",
        "Hukuki uyuşmazlıkların çözümü ve hukuki taleplere cevap verilmesi",
        "Dolandırıcılık önleme ve güvenlik tedbirleri"
      ],
      "text": "Kişisel verileriniz şu amaçlarla işlenmektedir:",
      "title": "3. Kişisel Verilerin İşlenme Amaçları"
    },
    "section4": {
      "items": [
        "Kargo Firmaları: Siparişinizin teslimatı için gerekli bilgiler",
        "Ödeme Kuruluşları: iyzico gibi ödeme hizmet sağlayıcıları",
        "Bankalar: Para iadesi ve ödeme işlemleri için",
        "Yetkili Kamu Kurum ve Kuruluşları: Yasal yükümlülük halinde",
        "Hukuk Müşavirleri: Hukuki işlemlerin yürütülmesi için",
        "Bulut Hizmet Sağlayıcıları: Veri depolama ve sistem altyapısı için"
      ],
      "note": "Yurt dışına veri aktarımı yapıldığı takdirde, KVKK'nın 9. maddesinde öngörülen şartlara uyulmaktadır.",
      "text": "Kişisel verileriniz aşağıdaki kişi ve kurulara aktarılabilir:",
      "title": "4. Kişisel Verilerin Aktarılması"
    },
    "section5": {
      "items": [
        "Sipariş Bilgileri: Vergi mevzuatı gereği 10 yıl",
        "Fatura ve Mali Bilgiler: 10 yıl",
        "İade/Cayma İşlemleri: 2 yıl",
        "Pazarlama RIZA Kayıtları: Onay geri çekilene kadar",
        "Log Kayıtları: Bilgi güvenliği için 2 yıl"
      ],
      "text": "Kişisel verileriniz, işlenmesi gerektiren amaç ortadan kalktığında ve yasal saklama yükümlülüklerimiz sona erdiğinde silinir, yok edilir veya anonim hale getirilir.",
      "title": "5. Kişisel Verilerin Saklanma Süresi"
    },
    "section6": {
      "items": [
        "Kişisel verilerinizin işlenip işlenmediğini öğrenme,",
        "Kişisel verileriniz işlenmişse buna ilişkin bilgi talep etme,",
        "Kişisel verilerinizin işlenme amacını ve bunların amacına uygun kullanılıp kullanılmadığını öğrenme,",
        "Yurt içinde veya yurt dışında kişisel verilerinizin aktarıldığı üçüncü kişileri bilme,",
        "Kişisel verilerinizin eksik veya yanlış işlenmiş olması hâlinde bunların düzeltilmesini isteme,",
        "KVKK'nın 7. maddesinde öngörülen şartlar çerçevesinde kişisel verilerinizin silinmesini veya yok edilmesini isteme,",
        "Düzeltme, silme veya yok edilme işlemlerinin kişisel verilerin aktarıldığı üçüncü kişilere bildirilmesini isteme,",
        "İşlenen verilerin münhasıran otomatik sistemler vasıtasıyla analiz edilmesi suretiyle aleyhinize bir sonucun ortaya çıkmasına itiraz etme,",
        "Kişisel verilerin kanuna aykırı olarak işlenmesi sebebiyle zarara uğramanız hâlinde zararın giderilmesini talep etme."
      ],
      "text": "KVKK'nın 11. maddesi uyarınca, kişisel veri sahipleri olarak aşağıdaki haklara sahipsiniz:",
      "title": "6. Kişisel Veri Sahibinin Hakları (KVKK m.11)"
    },
    "section7": {
      "methods": [
        "E-posta: info@demfirat.com (Güvenli elektronik imza ile)",
        "Posta: Kemalpaşa Mah Gençtürk Cad No 21A     Fatih, İstanbul 34134,  Türkiye",
        "Islak İmzalı Dilekçe: Yukarıdaki adrese şahsen teslim"
      ],
      "methodsTitle": "Başvuru Yöntemleri:",
      "note": "Başvurularınız, talebin niteliğine göre en geç 30 gün içinde ücretsiz olarak sonuçlandırılacaktır. İşlemin ayrıca bir maliyeti gerektirmesi hâlinde, KVKK'da belirtilen tarifedeki ücret talep edilebilir.",
      "text": "Yukarıda belirtilen haklarınızı kullanmak için Veri Sorumlusuna Başvuru Usul ve Esasları Hakkında Tebliğ'e uygun olarak başvuruda bulunabilirsiniz.",
      "title": "7. Haklarınızı Kullanma"
    },
    "section8": {
      "items": [
        "Teknik Çerezler: Sitenin çalışması için gerekli, oturum yönetimi",
        "Analitik Çerezler: Site kullanımının analiz edilmesi (Google Analytics vb.)",
        "Pazarlama Çerezleri: Kişiselleştirilmiş reklamlar için (onay alınarak)"
      ],
      "note": "Tarayıcı ayarlarınızdan çerezleri yönetebilir veya engelleyebilirsiniz. Ancak teknik çerezlerin engellenmesi, sitenin doğru çalışmamasına neden olabilir.",
      "text": "Websitemizde kullanıcı deneyimini geliştirmek amacıyla çerezler kullanılmaktadır. Çerezler teknik olarak zorunlu çerezler ve isteğe bağlı çerezler (analitik, pazarlama) olarak sınıflandırılmaktadır.",
      "title": "8. Çerezler (Cookies)"
    },
    "section9": {
      "items": [
        "SSL (Secure Socket Layer) güvenlik sertifikası ile şifreli veri iletimi",
        "Ödeme bilgilerinin PCI-DSS standartlarına uygun şekilde işlenmesi",
        "Güvenlik duvarı (firewall) ve anti-virüs sistemleri",
        "Yetkisiz erişime karşı güçlü şifreleme yöntemleri",
        "Erişim yetkilendirme ve log kayıt sistemleri",
        "Düzenli güvenlik denetimleri ve penetrasyon testleri",
        "Çalışan eğitimleri ve gizlilik taahhütnameleri"
      ],
      "text": "Kişisel verilerinizin güvenliği için aşağıdaki teknik ve idari tedbirler alınmaktadır:",
      "title": "9. Güvenlik Tedbirleri"
    },
    "title": "Gizlilik Sözleşmesi ve KVKK"
  },
  "Menu": {
    "AboutUs": "Hakkımızda",
    "Contact": "İletişim",
    "Curtains": "Hazır Perdeler",
    "Fabrics": "Kumaşlar",
    "Home": "Ana Sayfa",
    "Products": "Ürünler",
    "SideText": "Bütünsel Düşünün, Nakışlı Düşünün"
  },
  "MobileNav": {
    "Account": "Hesabım",
    "Cart": "Sepetim",
    "CustomCurtains": "Perde Diktir",
    "Fabrics": "Perde Kumaşları",
    "Favorites": "Favorilerim",
    "Home": "Anasayfa",
    "Products": "Ürünler",
    "ReadyCurtains": "Hazır Perdeler",
    "Tracking": "Kargo Takip",
    "TulleCurtains": "Tül Perdeler"
  },
  "OrderTracking": {
    "carrier": "Kargo Şirketi",
    "customCurtain": "ÖZEL PERDE",
    "deliveredAt": "Teslim Edildi",
    "deliveryAddress": "Teslimat Adresi",
    "dimensions": "Boyut",
    "enterOrderNumber": "Lütfen sipariş numaranızı girin",
    "fabric": "Kumaş",
    "hint": "Sipariş numaranızı sipariş onay e-postanızda bulabilirsiniz",
    "meter": "metre",
    "mountingType": "Montaj Tipi",
    "mountingTypes": {
      "cornice": "Korniş",
      "rustic": "Rustik"
    },
    "notFound": "Sipariş bulunamadı. Lütfen sipariş numarasını kontrol edin.",
    "orderDate": "Sipariş Tarihi",
    "orderItems": "Sipariş Ürünleri",
    "orderNumber": "Sipariş Numarası",
    "orderNumberPlaceholder": "Örn: DK0000001",
    "orderStatus": "Sipariş Durumu",
    "phone": "Telefon",
    "pleatDensity": "Pile Sıklığı",
    "pleatType": "Pile Tipi",
    "pleatTypes": {
      "american": "Amerikan Pile",
      "extrafor": "Ekstrafor",
      "flat": "Yatık Pile",
      "kanun": "Kanun Pile",
      "pipe": "Boru Pile",
      "water_wave": "Su Dalgası"
    },
    "price": "Fiyat",
    "quantity": "Adet",
    "search": "Ara",
    "searching": "Aranıyor...",
    "shippedAt": "Kargoya Verildi",
    "status": {
      "cancelled": "İptal Edildi",
      "confirmed": "Onaylandı",
      "delivered": "Teslim Edildi",
      "in_transit": "Yolda",
      "out_for_delivery": "Dağıtımda",
      "pending": "Beklemede",
      "preparing": "Hazırlanıyor",
      "returned": "İade Edildi",
      "shipped": "Kargoya Verildi"
    },
    "subtitle": "Siparişinizin durumunu öğrenmek için sipariş numaranızı girin",
    "title": "Sipariş Takibi",
    "total": "Toplam",
    "trackingInfo": "Kargo Bilgileri",
    "trackingNumber": "Takip Numarası"
  },
  "ProductDetailCard": {
    "addToCart": "Sepete Ekle",
    "addToFavorites": "Favorilere ekle",
    "availableQuantity": "Mevcut Stok",
    "buyNow": "Şimdi Al",
    "customCurtain": "Perde Diktir",
    "enterValidQuantity": "Lütfen geçerli bir miktar girin",
    "errorAddingToCart": "Sepete eklenirken bir hata oluştu",
    "pleaseLogin": "Lütfen giriş yapın",
    "productAddedToCart": "Ürün sepete eklendi!",
    "customCurtainAddedToCart": "Özel ölçü perdeniz sepete eklendi!",
    "quantityMeters": "Metre",
    "quantityPieces": "Adet",
    "removeFromFavorites": "Favorilerden çıkar",
    "requestSample": "Numune İste",
    "sampleAdded": "Numune sepete eklendi"
  },
  "ProductDetailCardPage": {
    "Design": "Tasarım",
    "Origin": "Menşei ülke",
    "SendEmail": "Tasarım adını veya numarasını belirterek info@karvenhome.com adresine bir e-posta gönderin.",
    "WantASample": "Örnek ister misiniz?",
    "Width": "Genişlik"
  },
  "Products": {
    "EmbroideredSheerCurtainFabrics": "İşlemeli Sırf Perde Kumaşları",
    "Headline": "Ürünler"
  },
  "ProductsGrid": {
    "Headline": "Nakış",
    "SearchBar": "Tasarım numarasını buraya girin."
  },
  "ReturnPolicy": {
    "summary": "Demfirat.com üzerinden yaptığınız alışverişlerde, ürünü teslim aldığınız tarihten itibaren 14 gün içinde, herhangi bir gerekçe göstermeden cayma hakkınızı kullanabilirsiniz. Cayma talebinizi e-posta, telefon veya yazılı bildirim yoluyla iletmeniz yeterlidir. Bildirim sonrası ürünü 10 gün içinde, kullanılmamış ve hasarsız şekilde tarafımıza göndermeniz gerekir. Ürün hatalı veya ayıplı ise iade kargo ücreti tarafımızca karşılanır; cayma hakkı kapsamında yapılan iadelerde kargo ücreti müşteriye aittir. Ödediğiniz tutar, ürün tarafımıza ulaştıktan sonra en geç 14 gün içinde ödeme yönteminize göre iade edilir.\n\nKişiye özel ölçüyle üretilen ürünlerde, ürün hatalı değilse iade kabul edilmemektedir. Ayıplı ürün durumunda ise onarım, değişim, indirim veya ücret iadesi haklarınız saklıdır. Detaylı bilgi için ilgili iade ve cayma hakkı sayfamızı inceleyebilirsiniz.",
    "readMore": "Tümünü Oku",
    "delivery": {
      "text": "Tüm ürünlerimiz sipariş onayından sonra 1-3 iş günü içinde kargoya teslim edilmektedir.",
      "time": "1-3 İş Günü",
      "title": "Teslimat Bilgileri"
    },
    "disclaimer": "Tüketici Hakem Heyeti ve Tüketici Mahkemeleri: İşbu sözleşmeden doğabilecek uyuşmazlıklarda, her yıl Ticaret Bakanlığı tarafından ilan edilen parasal sınırlar dâhilinde tüketicinin yerleşim yerinin veya tüketici işleminin yapıldığı yerdeki İl/İlçe Tüketici Hakem Heyetine veya Tüketici Mahkemesine başvurabilirsiniz.",
    "lastUpdate": "Son güncelleme: 10 Aralık 2024",
    "section1": {
      "text": "Bu sayfa, demfirat.com e-ticaret sitesi üzerinden gerçekleştirilen alışverişlerde tüketicilerin cayma hakkı ve iade şartlarını açıklamaktadır. İade ve cayma hakkı, 6502 sayılı Tüketicinin Korunması Hakkında Kanun ve Mesafeli Sözleşmeler Yönetmeliği kapsamında düzenlenmektedir.",
      "title": "1. Genel Bilgiler"
    },
    "section10": {
      "contactBox": [
        "E-posta: info@demfirat.com",
        "Telefon: +90 (501) 057-1884",
        "Adres: Dem Fırat Karven Tekstil San. ve Tic. A.Ş.",
        "Kemalpaşa Mah Gençtürk Cad No 21A ",
        "Fatih, İstanbul 34134, Türkiye",
        "Çalışma Saatleri: Pazartesi - Cuma, 09:00 - 18:00"
      ],
      "text": "İade, cayma hakkı veya herhangi bir sorunuz için:",
      "title": "10. İletişim"
    },
    "section2": {
      "days": "14 GÜN",
      "items": [
        "Cayma hakkı süresi, ürünün size veya belirttiğiniz üçüncü kişiye teslim edildiği tarihten itibaren başlar",
        "Son günün resmi tatile denk gelmesi durumunda, süre tatili takip eden ilk iş gününün mesai bitimine kadar uzar",
        "Satıcı olarak bu süreyi kendi inisiyatifimizle uzatabiliriz",
        "Birden fazla ürün siparişinde, her ürün için ayrı cayma süresi işlemeye başlar"
      ],
      "text": "Ürününüzü teslim aldığınız tarihten itibaren 14 gün içinde, herhangi bir gerekçe göstermeksizin ve cezai şart ödemeksizin sözleşmeden cayma hakkına sahipsiniz.",
      "title": "2. Cayma Hakkı Süresi"
    },
    "section3": {
      "methods": [
        "E-posta: info@demfirat.com adresine cayma bildiriminizi gönderin",
        "Telefon: +90 (501) 057-1884 numarasından bizi arayın",
        "Yazılı Bildirim: Cayma bildirim formunu doldurup adresimize gönderin"
      ],
      "methodsTitle": "Başvuru Yöntemleri:",
      "note": "Önemli: Cayma hakkınız kullanırken sadece \"cayacağınızı\" bildirmeniz yeterlidir. Herhangi bir gerekçe belirtmenize gerek yoktur.",
      "text": "Cayma hakkınızı kullanmak için aşağıdaki yöntemlerden birini seçebilirsiniz:",
      "title": "3. Cayma Hakkının Kullanılması"
    },
    "section4": {
      "packagingItems": [
        "Ürünü orijinal kutusuna yerleştirin",
        "Hasar görmemesi için ek koruyucu malzeme kullanın",
        "Kargo gönderi numarasını mutlaka saklayın",
        "Mümkünse sigortalı kargo gönderin"
      ],
      "packagingTitle": "Paketleme Önerileri:",
      "steps": [
        "10 gün içinde ürünü bize geri göndermeniz gerekir",
        "Ürün kullanılmamış, hasarsız ve orijinal ambalajında olmalıdır",
        "Ürünle birlikte gelen tüm aksesuar ve belgeler eksiksiz olmalıdır",
        "Fatura veya teslimat belgesi ürünle birlikte gönderilmelidir"
      ],
      "text": "Cayma bildiriminizi bize ilettikten sonra:",
      "title": "4. Ürünün İade Edilmesi"
    },
    "section5": {
      "addressLines": [
        "Dem Fırat Karven Tekstil San. ve Tic. A.Ş.",
        "Kemalpaşa Mah Gençtürk Cad No 21A",
        "Fatih, İstanbul 34134, Türkiye"
      ],
      "addressTitle": "İade Adresi:",
      "infoItems": [
        "Ürün ayıplı veya hatalı ise: Kargo ücreti tarafımızca karşılanır",
        "Sadece cayma hakkı kullanılıyorsa: İade kargo ücreti müşteriye aittir",
        "Kampanyalı ürünlerde: Gidiş kargosunu üstlendiğimiz durumlar hariç, iade kargo ücreti müşteriye aittir"
      ],
      "infoTitle": "İade Kargo Ücreti Kim Tarafından Ödenir?",
      "title": "5. Kargo Ücretleri"
    },
    "section6": {
      "methodItems": [
        "Kredi Kartı: İade tutarı, kartınıza 2-10 iş günü içinde yansır (banka sürecine bağlı)",
        "Banka Havalesi (EFT): Hesap bilgilerinizi bildirmeniz durumunda 1-3 iş günü içinde",
        "Kapıda Ödeme: Banka hesabınıza EFT ile yatırılır"
      ],
      "methodTitle": "İade Yöntemi:",
      "note": "Önemli: Ürünü teslim almadan önce para iadeniz yapılmayacaktır. Ancak, ürün bize ulaşmadan başvurunuz kabul edilir ve süreç başlatılır.",
      "processSteps": [
        "Cayma Bildirimi: Talebinizi bize iletiyorsunuz",
        "Ürün İadesi: 10 gün içinde ürünü kargoya veriyorsunuz",
        "Ürün Kontrolü: Ürün depomuzda kontrol ediliyor (1-2 iş günü)",
        "Para İadesi: Ödeme şeklinize göre iadeniz gerçekleştiriliyor"
      ],
      "processTitle": "İade Süreci:",
      "text": "Cayma bildiriminizin tarafımıza ulaşmasından itibaren 14 gün içinde, ödediğiniz tutarın tamamını size iade ederiz.",
      "title": "6. Para İadesi"
    },
    "section7": {
      "items": [],
      "text": "Özel dikim ürünlerde (kişiye özel ölçülerde hazırlanan perdeler) ürün ayıplı değilse iade kabul edilmemektedir.",
      "title": "7. Özel Dikim Ürünlerde İade",
      "warning": "Önemli: Özel dikim siparişlerde ölçü hatası yapılmaması için lütfen siparişinizi vermeden önce ölçülerinizi dikkatli bir şekilde kontrol ediniz."
    },
    "section8": {
      "info": "Ayıplı ürün durumunda, yukarıdakilerden birini seçerek tarafımıza bildirebilirsiniz. Satıcı olarak seçtiğiniz talebi yerine getirmekle yükümlüyüz.",
      "items": [
        "Ürünün ücretsiz onarılmasını isteme",
        "Ürünün ayıpsız misli ile değiştirilmesini isteme",
        "Satış bedelinden uygun oranda indirim yapılmasını isteme",
        "Sözleşmeden dönüp ödediğiniz bedelin iadesini isteme"
      ],
      "text": "Ürününüzde bir ayıp (kusur, hata) tespit ederseniz, cayma hakkı yerine Tüketicinin Korunması Hakkında Kanun'un ayıplı mallara ilişkin haklarınızı kullanabilirsiniz:",
      "title": "8. Ayıplı Ürün - Garanti Hakları"
    },
    "section9": {
      "note": "Stok durumuna göre doğrudan değişim de yapılabilir. Müşteri hizmetlerimizle iletişime geçerek durumunuzu değerlendirebilirsiniz.",
      "text": "Sadece ürün değişimi yapmak istiyorsanız lütfen önce mevcut ürünü cayma hakkınızı kullanarak iade edin, ardından yeni siparişinizi oluşturun.",
      "title": "9. Değişim İşlemleri"
    },
    "title": "Teslimat ve İade Şartları"
  },
  "Slider": {
    "desc_1": "İleri teknoloji ve yetenekli işçilik sayesinde üstün kaliteli kumaşlar.",
    "desc_2": "Hayal Edebileceğiniz Her Tasarım, Renk ve Kumaşı Üretiyoruz",
    "desc_3": "Kumaşlarımızın çeşitliliği ve kalitesi ile her tarza ve ihtiyaca uygun çözümler sunuyoruz.",
    "heading_1": "Operasyonel Mükemmelliğin Keyfini Çıkarın",
    "heading_2": "Sınırsız Yaratıcılığı Ortaya Çıkarın",
    "heading_3": "Endüstriyel Nakış"
  }
}